{
	"A descriptive title.": "",
	"Aggregate functions": "",
	"As used by DomPdf, defaults to A4.": "",
	"Average columns": "",
	"CSV": "",
	"CSV field delimiter. Usually comma or semicolon, defaults to comma.": "",
	"Cannot display chart data.": "",
	"Character used as decimals separator. Defaults to comma.": "",
	"Character used as thousands separator. Defaults to dot.": "",
	"Chart": "",
	"Chart type": "",
	"Close": "",
	"Colors": "",
	"Column number that holds the chart labels.": "",
	"Comma separated list of column numbers that contain numeric values.": "",
	"Comma separated list of column numbers that will feature a average aggregate.": "",
	"Comma separated list of column numbers that will feature a count total.": "",
	"Comma separated list of column numbers that will feature a sum aggregate.": "",
	"Comma separated list of columns that hold the chart series.": "",
	"Comma separated list of hex color codes to be used in chart.": "",
	"Count columns": "",
	"Custom view to be used for the generated chart. Use if you want to tweak Chart.js\\'s settings. Leave empty to use the default.": "",
	"Custom view to be used for wrapping the PDF report. Leave empty to use the default.": "",
	"Database": "",
	"Database name": "",
	"Database name as defined in Laravel. Leave empty for default. Make sure to use the Laravel defined name and not the actual database name.": "",
	"Decimals separator": "",
	"Defaults to vertical (classic), use horizontal for pivoted reports (columns on rows), or slices for individual records.": "",
	"Delimiter": "",
	"Export to CSV": "",
	"Export to PDF": "",
	"Font size": "",
	"Generate the report": "",
	"In points, defaults to 10.": "",
	"Labels": "",
	"Name": "",
	"Nothing to display.": "",
	"Number formatting": "",
	"Numeric columns": "",
	"PDF": "",
	"Page orientation": "",
	"Page size": "",
	"Parameters": "",
	"Quotes": "",
	"Report": "",
	"Report preview": "",
	"Report type": "",
	"Reports": "",
	"SQL Query": "",
	"SQL query used to generate the report.": "",
	"Series": "",
	"Strings to be substituted in SQL queries.": "",
	"Sum columns": "",
	"Tag \/ Group": "",
	"Tag \/ Group name": "",
	"Tag for grouping reports into collections. Leave empty if not needed.": "",
	"Template": "",
	"The type of chart that will be generated.": "",
	"Thousands separator": "",
	"Title": "",
	"Type of quotes for enclosing fields. Defaults to none.": "",
	"Unique name for this raport. Only alphanumeric characters, dashes or underscores.": "",
	"Use landscape to accomodate reports with many columns.": "",
	"Value": "",
	"bars": "",
	"comma": "",
	"dot": "",
	"double": "",
	"landscape": "",
	"lines": "",
	"pie": "",
	"portrait": "",
	"report": "",
	"single": ""
}