{
	"A descriptive title.": "Un titlu descriptiv.",
	"Aggregate functions": "Funcții agregate",
	"As used by DomPdf, defaults to A4.": "Conform nomenclatorului DomPdf, implicit A4.",
	"Average columns": "Coloane cu medie",
	"CSV": "CSV",
	"CSV field delimiter. Usually comma or semicolon, defaults to comma.": "Delimitator de câmpuri. De obicei virgulă sau punct și virgulă, implicit virgulă.",
	"Cannot display chart data.": "Graficul nu poate fi afișat.",
	"Character used as decimals separator. Defaults to comma.": "Caracterul folosit pentru delimitarea decimalelor. Implicit virgulă.",
	"Character used as thousands separator. Defaults to dot.": "Caracterul folosit pentru delimitarea miilor. Implicit punct.",
	"Chart": "Grafic",
	"Chart type": "Tip grafic",
	"Close": "Închide",
	"Colors": "Culori",
	"Column number that holds the chart labels.": "Numărul coloanei care conține etichetele graficului.",
	"Comma separated list of column numbers that contain numeric values.": "Listă separată prin virgulă de coloane care au conținut de tip numeric.",
	"Comma separated list of column numbers that will feature a average aggregate.": "Listă separată prin virgulă de coloane care vor afișa media valorilor.",
	"Comma separated list of column numbers that will feature a count total.": "Listă separată prin virgulă de coloane care vor numărul de înregistrări.",
	"Comma separated list of column numbers that will feature a sum aggregate.": "Listă separată prin virgulă de coloane care vor afișa suma valorilor.",
	"Comma separated list of columns that hold the chart series.": "Listă separată prin virgulă de coloane care vor conțin serii de date.",
	"Comma separated list of hex color codes to be used in chart.": "Listă separată prin virgulă de coduri hex de culoare utilizate de grafic .",
	"Count columns": "Coloane cu numărător",
	"Custom view to be used for the generated chart. Use if you want to tweak Chart.js\\'s settings. Leave empty to use the default.": "View personalizat folosit la renderizarea graficului. Folosiți pentru a modifica opțiunile Chart.js",
	"Custom view to be used for wrapping the PDF report. Leave empty to use the default.": "View personalizat folosit la renderizarea documentului PDF. Lăsați necompletat pentru a utiliza valoarea implicită",
	"Database": "Bază de date",
	"Database name": "Nume bază de date",
	"Database name as defined in Laravel. Leave empty for default. Make sure to use the Laravel defined name and not the actual database name.": "Numele bazei de date, așa cum a fost definit în Laravel. Lăsați necompletat pentru valoarea implicită.",
	"Decimals separator": "Separator de decimale",
	"Defaults to vertical (classic), use horizontal for pivoted reports (columns on rows), or slices for individual records.": "Implicit vertical (clasic), utilizați orizontal pentru rapoarte pivotate sau felii pentru înregistrări individuale.",
	"Delimiter": "Delimitator",
	"double": "duble",
	"Export to CSV": "Export în CSV",
	"Export to PDF": "Export ca PDF",
	"Font size": "Dimensiune font",
	"Generate the report": "Generează raport",
	"In points, defaults to 10.": "În puncte, implicit 10.",
	"Labels": "Etichete",
	"landscape": "peisaj",
	"Name": "Nume",
	"Nu există conținut.": "",
	"Number formatting": "Formatare numerică",
	"Numeric columns": "Coloane numerice",
	"PDF": "PDF",
	"Page orientation": "Orientare pagină",
	"Page size": "Dimensiune pagină",
	"Parameters": "Parametri",
	"Quotes": "Ghilimele",
	"Report": "Raport",
	"Reports": "Rapoarte",
	"Report preview": "Afișare raport",
	"Report type": "Tip raport",
	"SQL Query": "Interogare SQL",
	"SQL query used to generate the report.": "Interogare SQL care va sta la baza raportului.",
	"Series": "Serii de date",
	"Strings to be substituted in SQL queries.": "Conținut care se substituie în interogări SQL.",
	"Sum columns": "Coloane cu sumă",
	"Tag \/ Group": "Etichetă / Grup",
	"Tag \/ Group name": "Nume grup",
	"Tag for grouping reports into collections. Leave empty if not needed.": "Etichetă pentru gruparea rapoartelor în colecții. Lăsați necompletat dacă nu sunt necesare.",
	"Template": "Matriță",
	"The type of chart that will be generated.": "Tipul de grafic care va fi generat.",
	"Thousands separator": "Separator de mii",
	"Title": "Titlu",
	"Type of quotes for enclosing fields. Defaults to none.": "Tip de de ghilimele pentru exportul câmpurilor CSV. Implicit lipsă.",
	"Unique name for this raport. Only alphanumeric characters, dashes or underscores.": "Denumire unică pentru raport. Doar caractere alfanumerice, cratime sau sublinii.",
	"Use landscape to accomodate reports with many columns.": "Utilizați landscape pentru rapoarte cu multe coloane.",
	"Value": "Valoare",
	"bars": "bare",
	"comma": "virgulă",
	"dot": "punct",
	"lines": "linii",
	"pie": "plăcintă",
	"portrait": "portret",
	"single": "simple"
}